{
	"Recetas": [
		{
		"id": 1,
		"nombre": "Tortilla de Patata sin cebolla",
		"tiempo": "20",
		"ingredientes": [
			{
				"id": 1,
				"nombre": "Aceite",
				"cantidad": "250",
				"medida": "cl"
			},
			{
				"id": 2,
				"nombre": "Huevo",
				"cantidad": "6",
				"medida": "u"
			},
			{
				"id": 3,
				"nombre": "Patata",
				"cantidad": "2",
				"medida": "u"
			}
		],
		"preparacion": "Pelar las patatas y cortarlas por la mitad en sentido vertical, y luego en rodajas de 2 mm de grosor aproximadamente. Calentar el aceite en una sarten y verter las patatas.Mientras se pochan las patatas batimos los 6 huevos en un bol lo bastante grande para añadir las patatas posteriormente. Una vez se hayan pochado las patatas(10 - 15 minutos), las sacamos del aceite y las vertimos en los huevos batidos. Mantenemos un poco del aceite en la sarten y el aceite restante lo podemos guardar para próximas elaboraciones. Calentamos la sarten a fuego medio y vertimos la mezcla de los huevos y las patatas.Con una espatula de plastico remover en la sarten empujando desde los laterales hacia el centro, de esta forma, conseguimos que el huevo se vaya cuajando sin quemarse. Cuando tenemos el exterior de la tortilla bien cuajada y el interior esta cremoso incluso un poco liquido le daremos la vuelta a la tortilla con la ayuda de plato o una tapa llanos. Verter cuidadosamente la tortilla de vuelta en la sarten y con el fuego alto durante 1 minuto para conseguir que se cuaje bien la tortilla y mantener el centro lo mas cremoso posible.",
		"imagen": "https://upload.wikimedia.org/wikipedia/commons/4/41/Tortilla_patatas.jpg"
		},
		{
		"id": 2,
		"nombre": "Tarta de manzana",
		"tiempo": "50",
		"ingredientes": [
			{
				"id": 4,
				"nombre": "Manzana",
				"cantidad": "3",
				"medida": "u"
			},
			{
				"id": 5,
				"nombre": "Harina de trigo",
				"cantidad": "6",
				"medida": "cucharadas"
			},
			{
				"id": 6,
				"nombre": "Azucar moreno",
				"cantidad": "6",
				"medida": "cucharadas"
			},
			{
				"id": 7,
				"nombre": "Leche",
				"cantidad": "1",
				"medida": "vaso"
			},
			{
				"id": 2,
				"nombre": "Huevo",
				"cantidad": "2",
				"medida": "u"
			}
		],
		"preparacion": "Cortar 2 manzanas en trocitos en un bol, añadir los huevos la leche y el azúcar, y batir. Añadir la harina y el azúcar y volver a batir. Hornear a 200 grados hasta que el cuchillo salga casi seco (30-35 min calculado a ojo). Decorar con la manzana en láminas y gratinar a maxima temperatura hasta que se tuesten las manzanas un poco. Sacar del horno y añadir la mezcla de mermelada de melocotón diluida en agua o zumo de melocotón.",
		"imagen": "https://fr.wikipedia.org/wiki/Tarte_aux_pommes#/media/Fichier:Tarte_aux_pommes_002.JPG"
		}
	]
}
